<html>
<head>
<title>Joanna Rubin Dranger</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<script language="JavaScript">
<!--
function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
<style type="text/css">
<!--
.brod {  font-family: Verdana, Arial, Helvetica, sans-serif; font-size: 11px; line-height: 16px}
.over_skrift {  font-family: Arial, Helvetica, sans-serif; font-size: 16px; font-weight: bold}
-->
</style>

<body bgcolor="#FFFFFF" text="#333333" link="#333333" vlink="#333333" alink="#333333" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0" onLoad="MM_preloadImages('../v_1.0/joanna/img/main_03.gif','../v_1.0/joanna/img/close_humla_x.gif')">
<table width="550" border="0" cellspacing="0" cellpadding="0" align="center" height="100%">
  <tr>
    <td valign="middle" align="center"> <br>
      <br>
      <table width="550" border="0" cellspacing="0" cellpadding="0">
        <tr>
          <td width="100"><img src="img/interv_pict.jpg" width="82" height="106"></td>
          <td width="450"><span class="over_skrift">Interview&nbsp;</span><br>
            <br>
<span class="brod">An interview by Fredrik Str&ouml;mberg - from the Swedish comicpublication &quot; Bild &amp; Bubbla&quot; 2001.<br>
Intervju av Fredrik Str&ouml;mberg - Ur serietidskriften &quot;Bild &amp; Bubbla&quot; nr
4, 2001</span><br></td>
        </tr>
      </table>
      <table width="550" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="brod"><p><br>
            Till synes fr&aring;n ingenstans kom hon, Joanna Rubin Dranger, 
              och skapade en av 90-talets st&ouml;rsta svenska seriesucc&eacute;er: 
              &raquo;Fr&ouml;ken Livr&auml;dd och K&auml;rleken&laquo;. Hon kom 
              ocks&aring; fr&aring;n ett annat h&aring;ll &auml;n de flesta serieskapare, 
              och valde d&auml;rf&ouml;r en ny form och ett nytt ber&auml;ttande. 
              Resultatet uteblev inte. Boken l&aring;g l&auml;nge p&aring; bokhandlarnas 
              b&auml;sts&auml;ljarlistor och n&aring;dde m&aring;nga som i vanliga 
              fall inte l&auml;ser serier. Nu har uppf&ouml;ljaren &raquo;Fr&ouml;ken 
              M&auml;rkv&auml;rdig och Karri&auml;ren&laquo; anl&auml;nt, och 
              B&amp;B knackade p&aring; f&ouml;r en audiens hos den svenska serieromanens 
              okr&ouml;nta drottning.<br>
&raquo;Fr&ouml;ken Livr&auml;dd och K&auml;rleken&laquo; f&aring;r 
              v&auml;l s&auml;gas ha varit ditt genombrott som f&ouml;rfattare. 
              N&auml;r f&ouml;ddes id&eacute;n till den h&auml;r ber&auml;ttelsen?<br>
&#150; Sj&auml;lva ber&auml;ttelsen i &raquo;Fr&ouml;ken Livr&auml;dd 
              &amp; K&auml;rleken&laquo; f&ouml;ddes faktiskt f&ouml;r mer &auml;n 
              fem &aring;r sen. Jag hade just slutat p&aring; Konstfack och k&auml;nde 
              ett enormt starkt behov av att skriva. Jag k&ouml;pte en b&auml;rbar 
              dator och f&ouml;rs&ouml;kte under ett antal m&aring;nader hitta 
              n&aring;got slags spr&aring;k. &Aring; ena sidan minns jag den perioden 
              som att jag drevs av en extrem lust, en slags elektricitet, &aring; 
              andra sidan hade jag k&auml;nslan av att hela id&eacute;n med skrivande 
              var fullkomligt vansinnig. Jag hade ju ingen erfarenhet av att skriva, 
              att arbeta med ord. Det finns s&aring; m&aring;nga m&auml;nniskor 
              som dr&ouml;mmer om att bli f&ouml;rfattare, och sj&auml;lv hade 
              jag inte ens skrivit f&ouml;r byr&aring;l&aring;dan.<br>
              Min text blev inte heller s&auml;rskilt lyckad. Jag tyckte aldrig 
              jag fick ihop den. N&auml;r jag fick ett sommarvikariat som tecknare 
              p&aring; Expressen, blev det en slags l&auml;ttnad, jag slapp liksom. 
              Det d&auml;r sommarjobbet visade sig dessutom bli en ov&auml;ntat 
              bra erfarenhet och jag blev kvar p&aring; Expressen i n&auml;stan 
              ett &aring;r.<br>
              N&auml;r jag efter Expressen b&ouml;rjade frilansa p&aring; allvar, 
              som illustrat&ouml;r f&ouml;r olika tidningar, s&aring; fanns dr&ouml;mmen 
              och behovet att skriva kvar. Jag hatar konstn&auml;rsklyschor, men 
              jag tror faktiskt att det h&auml;r med ett eget ber&auml;ttande 
              var en n&ouml;dv&auml;ndighet mer &auml;n ett val.<br>
              tecknad roman<br>
              OK, men hur kom det sig att du valde serieformen, eller om man
              s&aring; 
              vill bildber&auml;ttandet, f&ouml;r din historia?<br>
&#150; Jag hade ju min dr&ouml;m i bakhuvudet och den dr&ouml;mmen 
              gick ut p&aring; att skriva en prosaroman. En morgon n&auml;r jag 
              var p&aring; v&auml;g till mitt frilanskontor fick jag pl&ouml;tsligt 
              id&eacute;n att jag skulle g&ouml;ra en tecknad roman ist&auml;llet. 
              Jag s&aring;g framf&ouml;r mig en slags &ouml;vers&auml;ttning i 
              bilder av den traditionella prosaformen. Jag tyckte sj&auml;lv att 
              det var en helt lysande id&eacute;, det k&auml;ndes nyskapande. 
              S&aring; jag gick till kontoret och satte ig&aring;ng direkt, och 
              jag m&auml;rkte med en g&aring;ng att det skulle kunna fungera. 
              Det var verkligen v&auml;ldigt roligt och inspirerande. Ganska l&aring;ngt 
              senare fick jag reda p&aring; att begreppet &raquo;graphic novel&laquo; 
              &auml;r en v&auml;lk&auml;nd genre i USA, ett uttryck myntat p&aring; 
              sjuttiotalet av Will Eisner. Begreppet i sig var allts&aring; inte 
              nytt, som jag hade trott. Men det viktiga var ju att jag hittade 
              en form som passar mig att arbeta i. Jag tror dessutom att mina 
              b&ouml;cker trots allt har skapat n&aring;gonting nytt, &auml;ven 
              om det nya med dem bara &auml;r en mycket liten utveckling av en
              redan existerande genre.<br>
              Jo, jag k&auml;nde direkt n&auml;r jag l&auml;ste din f&ouml;rsta 
              bok att du lyckades g&ouml;ra n&aring;got unikt. Och d&aring; har 
              jag l&auml;st ganska mycket serier genom &aring;ren. Men det h&auml;r 
              med &raquo;grafisk roman&laquo;. Du var allts&aring; inte medveten 
              om de l&auml;ngre, mer seri&ouml;sa verk i serieform som skapats 
              framf&ouml;r allt under de senaste tv&aring; decennierna n&auml;r 
              du skapade &raquo;Fr&ouml;ken Livr&auml;dd&laquo;?<br>
&#150; Nej. P&aring; &raquo;Fr&ouml;ken Livr&auml;dd &amp; K&auml;rleken&laquo; 
              st&aring;r det &raquo;en tecknad roman&laquo;, som en slags genrebeskrivning. 
              Jag valde att kalla boken s&aring; eftersom min startmotor var just 
              sj&auml;lva id&eacute;n att g&ouml;ra en &raquo;tecknad roman&laquo;. 
              Jag tycker dessutom att det &auml;r en riktigt bra genrebeskrivning, 
              en beskrivning som inte &auml;r belastad av n&aring;got gammalt. 
              I alla fall inte h&auml;r i Sverige.<br>
              Nej, det &auml;r nog sant. Du har ocks&aring; valt en ganska ovanlig 
              form f&ouml;r din bok: kvadratisk och med en bild per sida. F&ouml;r 
              mig som ser s&aring; m&aring;nga arbeta i samma format som alla 
              andra, utan att ens ifr&aring;gas&auml;tta det, k&auml;ndes det 
              som en frisk fl&auml;kt. Hur kom du fram till det?<br>
&#150; I princip blir alla bilder b&auml;ttre ju st&ouml;rre plats 
              de f&aring;r. Till exempel en bild som dras upp &ouml;ver en helsida 
              i en tidning, den kan bli extremt effektiv, slagkraftig. Precis 
              samma bild tappar l&auml;tt udden d&aring; den f&aring;r ett litet 
              utrymme. Det &auml;r d&auml;rf&ouml;r H&amp;M:s underkl&auml;desaffischer 
              &auml;r lika horribla som effektiva. I frim&auml;rksformat skulle 
              de vara helt harml&ouml;sa. Att inte ha serierutor utan en bild 
              per sida ger bilderna en chans, de till&aring;ts ta st&ouml;rre 
              plats i ber&auml;ttelsen och ges d&auml;rmed ett st&ouml;rre egenv&auml;rde.<br>
              Men det h&auml;r &auml;r ju inget jag &auml;r ensam om att g&ouml;ra 
              eller f&ouml;rst med p&aring; n&aring;got s&auml;tt. B&aring;de 
              Tove Jansson och Anna H&ouml;glund har gjort bilderb&ouml;cker f&ouml;r 
              vuxna i barnboksinspirerade former, med en bild per ruta. Anna H&ouml;glunds 
              bok &raquo;Syborgs f&ouml;rbannelse&laquo; har varit en j&auml;tteviktig 
              bok f&ouml;r mig och Tove Jansson &auml;r ju en n&auml;rmast &ouml;vertydlig 
              f&ouml;rebild i mina b&ouml;cker, om &auml;n i f&ouml;rsta hand 
              ber&auml;ttartematiskt. Och psykologiskt. Hennes ber&auml;ttelser 
              kretsar kring stora doser av m&ouml;rker och &raquo;farligheter&laquo; 
              men har &auml;nd&aring; alltid en mycket tydlig grundtrygghet som 
              ankare i botten. Det &auml;r n&aring;got jag sj&auml;lv efterstr&auml;var. 
              Att f&ouml;rmedla ett hopp.<br>
              Men f&ouml;r att &aring;terkomma till fr&aring;gan; Det som jag 
              tror &auml;r nytt med mina fr&ouml;kenb&ouml;cker &auml;r framf&ouml;r 
              allt ber&auml;ttelsernas l&auml;ngd &#150; det l&aring;nga formatet. 
              Det ger ju ocks&aring; ett annorlunda och betydligt l&aring;ngsammare 
              ber&auml;ttartempo, vilket passar mig bra.<br>
              blicken halkar<br>
              Vad har den h&auml;r formen inneburit f&ouml;r ditt ber&auml;ttande?<br>
&#150; Text och bild i symbios k&auml;nns som en slags hemmabas 
              f&ouml;r mig nu, som jag &auml;r enormt tacksam &ouml;ver att jag 
              funnit. Det fanns en tid n&auml;r jag inte alls visste vad jag skulle 
              g&ouml;ra av de d&auml;r disparata viljorna att &aring; ena sidan 
              skriva &#150; &aring; andra sidan &auml;gna mig &aring;t bild och 
              form. F&ouml;rhoppningsvis kan jag nu utg&aring; fr&aring;n &raquo;basen&laquo; 
              och g&aring; vidare p&aring; nya &auml;ventyr. Experimentera med 
              andra former av ber&auml;ttande i ord och bild i framtiden. Det 
              &auml;r jag v&auml;ldigt sugen p&aring;.<br>
              Du har sagt vid n&aring;got tillf&auml;lle att du inte gillar tecknade 
              seriers vanliga uppl&auml;gg med flera rutor per sida eftersom du 
              inte kan l&aring;ta bli att l&auml;sa i f&ouml;rv&auml;g.<br>
&#150; Ja, men jag vill passa p&aring; att po&auml;ngtera att jag 
              verkligen gillar en hel del &raquo;traditionella&laquo; serier, 
              men att gilla n&aring;got betyder ju inte att man sj&auml;lv vill 
              jobba med det. H&auml;romdagen var jag ute p&aring; landet och l&auml;ste 
              mina gamla Tintinalbum, och jo, blicken halkade omkring &ouml;ver 
              sidorna p&aring; det d&auml;r irriterande s&auml;ttet...<br>
              Jag m&aring;ste erk&auml;nna att jag efter att ha l&auml;st &raquo;Fr&ouml;ken 
              Livr&auml;dd&laquo; och sett hur framg&aring;ngsrik den blev, verkligen 
              trodde att fler svenska tecknare skulle ta till sig ditt nya format 
              och ditt nya s&auml;tt att angripa ber&auml;ttelser. Att vi skulle 
              f&aring; en ny genre av svenska &raquo;tecknade romaner&laquo;. 
              Men det har inte kommit en enda. Vad tror du det beror p&aring;?<br>
&#150; Ingen aning. Det &auml;r ju i och f&ouml;r sig en tidskr&auml;vande 
              form, kanske har bara ingen hunnit komma ut &auml;n? Jag s&aring;g 
              f&ouml;r &ouml;vrigt just en annons f&ouml;r en barnbokst&auml;vling 
              d&auml;r man efterlyste ett manus, och i annonsen po&auml;ngterades 
              att manuset lika g&auml;rna kunde vara i serieform. Det &auml;r 
              kul. Det har jag aldrig sett f&ouml;rut.<br>
              Nej, det &auml;r nog sant. Men finns det n&aring;gon annan som du 
              verkligen skulle vilja se g&ouml;ra en &raquo;tecknad roman&laquo;?<br>
&#150; Eh... N&auml;e... s&aring; har jag aldrig ens t&auml;nkt. 
              D&auml;remot finns det ju m&auml;nniskor som jag beundrar f&ouml;r 
              deras s&auml;tt att ber&auml;tta. En s&aring;n person &auml;r Pytte 
              Ravn som g&ouml;r barnprogrammet &raquo;Anki&laquo; p&aring; SvT. 
              Hon &auml;r en fantastisk ber&auml;ttarbeg&aring;vning.<br>
&aring;tta hundra sidor<br>
P&aring; tal om att ber&auml;tta, hur g&aring;r du till v&auml;ga 
              n&auml;r du skall skapa en s&aring;dan h&auml;r l&auml;ngre historia? 
              Skriver du manus i f&ouml;rv&auml;g, planerar ber&auml;ttelsens 
              l&auml;ngd, g&ouml;r sm&aring;sskisser och s&aring; vidare, eller 
              arbetar du fr&aring;n sidan ett tills du &auml;r f&auml;rdig?<br>
&#150; N&auml;r jag b&ouml;rjade rita p&aring; &raquo;Fr&ouml;ken 
              Livr&auml;dd &amp; K&auml;rleken&laquo; hade jag ju den prosaber&auml;ttelse 
              som jag skrivit, den d&auml;r som aldrig blev n&aring;gon roman, 
              att utg&aring; ifr&aring;n. S&aring; jag hade n&aring;gorlunda klara 
              id&eacute;er kring hur h&auml;ndelserna skulle utveckla sig, &auml;ven 
              om det s&aring; h&auml;r i efterhand l&aring;ter betydligt mer strukturerat 
              och enkelt &auml;n det i sj&auml;lva verket var. Med &raquo;Fr&ouml;ken 
              M&auml;rkv&auml;rdig &amp; Karri&auml;ren&laquo; var arbetet n&auml;rmast 
              absurt komplext. Med den hade jag ingen ber&auml;ttelse alls att 
              utg&aring; ifr&aring;n, jag hade inte ens n&aring;gon r&ouml;d tr&aring;d 
              att f&ouml;lja. Jag satte bara ig&aring;ng, skissade en massa och 
              skrev upp ord, tankar och funderingar p&aring; lappar.<br>
              Jag samlade p&aring; allt jag kunde komma p&aring; som hade med 
              &auml;mnet arbete-prestationer-m&auml;nniskov&auml;rde att g&ouml;ra, 
              tidningsklipp, citat fr&aring;n b&ouml;cker, radio och TV. Jag skrev 
              upp saker som folk ber&auml;ttade f&ouml;r mig och gjorde v&auml;ldigt 
              m&aring;nga mer eller mindre frist&aring;ende &raquo;scener&laquo;. 
              Ett tag hade jag mer &auml;n 800 sidor i bokmappen i datorn. Det 
              var helt kaotiskt tidvis. Storyn kom till sent i arbetsprocessen. 
              Jag arbetade enormt mycket med att foga samman allt till en hel 
              ber&auml;ttelse.<br>
              Ett klart sp&auml;nnande s&auml;tt att arbeta p&aring;, och nog 
              ganska ovanligt i seriebranschen. Men om man tittar p&aring; inneh&aring;llet 
              s&aring; &auml;r det inga l&auml;tta teman du tar upp i dina b&ouml;cker. 
              B&aring;da b&ouml;ckerna k&auml;nns som en slags utvecklingsromaner 
              d&auml;r huvudpersonen genomg&aring;r ett antal kriser som formar
              individen och hans/hennes identitet. Var det en grundtanke?<br>
&#150; Jag har sj&auml;lv alltid tyckt om b&ouml;cker som klarar 
              av att inge n&aring;gon form av hopp, ett slags f&ouml;rsoning. 
              G&auml;rna m&ouml;rker, sv&auml;rta och ironi, men inte bara. Men 
              det d&auml;r &auml;r en sv&aring;r balansg&aring;ng. N&auml;r jag 
              f&ouml;rs&ouml;kte skriva prosa f&ouml;r m&aring;nga &aring;r sen 
              var det just ett av problemen med mina texter att jag inte hade 
              n&aring;gon vettig utveckling p&aring; de dilemman jag tog upp. 
              Jag tror det handlade om en slags brist p&aring; tillit.<br>
              K&auml;rleken verkar du i alla fall ha en ambivalent inst&auml;llning 
              till. Jag kan, s&aring; kille jag &auml;r, utan tvekan k&auml;nna 
              igen mig i de stadier som din figur g&aring;r igenom i den f&ouml;rsta 
              boken. Har du m&auml;rkt n&aring;gon skillnad i l&auml;sarreaktioner 
              fr&aring;n manliga och kvinnliga l&auml;sare?<br>
&#150; Jag har f&ouml;rst&aring;tt av reaktionerna p&aring; &raquo;Fr&ouml;ken 
              Livr&auml;dd &amp; K&auml;rleken&laquo; att en del kvinnliga l&auml;sare 
              tror att m&auml;n inte har den h&auml;r typen av k&auml;nslor. Som 
              om personer av kvinnligt k&ouml;n skulle ha n&aring;got slags patent 
              p&aring; att k&auml;nna os&auml;kerhet, f&ouml;r&auml;lskelse, k&auml;rlek, 
              r&auml;dsla, ensamhet, ja, alla k&auml;nslor egentligen. Det vore 
              ju v&auml;ldigt sorgligt om det vore s&aring;. Som tur &auml;r har 
              jag inte alls f&aring;tt samma reaktioner fr&aring;n manliga l&auml;sare, 
              de tycks tv&auml;rtom p&aring; ett ganska oproblematiskt s&auml;tt 
              identifiera sig med huvudpersonen och inte t&auml;nka p&aring; hennes 
              k&ouml;n som en vattendelare.<br>
              Nej, s&aring; var det utan tvekan f&ouml;r mig.<br>
              en tredjedel joanna<br>
              S&aring; &ouml;ver till den obligatoriska fr&aring;gan. Du har angett 
              i n&aring;gon tidigare intervju att dina b&ouml;cker &auml;r en 
              tredjedel sj&auml;lvupplevda, en tredjedel inspirerat av s&aring;nt 
              du l&auml;st och en tredjedel p&aring;hittade. &Auml;r det s&aring;, 
              och hur har du i s&aring; fall byggt vidare p&aring; dina egna
              upplevelser?<br>
&#150; Ja, jag tycker att det &auml;r ett rimligt svar. N&auml;r 
              man pratar om sj&auml;lvbiografi ska man komma ih&aring;g att det 
              ordet &auml;r ett slags l&ouml;fte, ett l&ouml;fte om att det man 
              ber&auml;ttar &auml;r &raquo;sanningen&laquo;. Sanningen om en sj&auml;lv, 
              sanningen om ens liv och sanningen om andra m&auml;nniskors liv. 
              Om hur det verkligen var eller &auml;r. En s&aring;n ambition har
              inte jag, det intresserar mig inte alls.<br>
              Det som d&auml;remot intresserar mig v&auml;ldigt mycket &auml;r 
              att f&ouml;rs&ouml;ka f&aring;nga upp bilder, suddiga, otydliga 
              bilder som jag ser omkring mig och inuti mig sj&auml;lv och andra, 
              och skapa nya bilder. S&auml;tta fingret p&aring; saker. Dra somligt 
              till sin spets. Jag hoppas verkligen att det &auml;r det jag g&ouml;r, 
              jag menar att jag lyckas med det. Jag anv&auml;nder ju den h&auml;r 
              extrema, n&auml;rmast surrealistiska subjektiviteten i b&ouml;ckerna 
              f&ouml;r att karikatyren och &ouml;vertydligheten g&ouml;r vissa 
              saker tydligare. Huvudpersonen &auml;r den enda person i b&ouml;ckerna 
              som &auml;r m&ouml;jlig att identifiera sig med, den enda som &auml;r 
              tredimensionell, alla andra &auml;r liksom pappfigurer. Klich&eacute;er. 
              Och det kan k&auml;nnas s&aring; att leva och finnas. Jag s&auml;ger 
              inte att det &auml;r sant att det &auml;r s&aring;, bara att det 
              kan k&auml;nnas s&aring;.<br>
              Nej, det men det &auml;r v&auml;ldigt suggestivt, att du p&aring; 
              ett ber&auml;ttarplan ser till att man som l&auml;sare verkligen 
              dras in i huvudpersonens upplevelser. OK, men en tredjedel &auml;r 
              fortfarande du. Hur st&aring;r det d&aring; till med Joanna Rubin 
              Dranger? Karri&auml;ren verkar ju g&aring; p&aring; i h&ouml;g hastighet, 
              men k&auml;rleken d&aring;?<br>
&#150; Oivvio och jag bor ihop sen, ja, det har hunnit g&aring; 
              fem &aring;r sen vi tr&auml;ffades nu, och vi &auml;r v&auml;ldigt 
              k&auml;ra i varann. Han &auml;r en mycket ovanlig person.<br>
              L&aring;ter bra. Om man l&auml;ser in alltf&ouml;r mycket av dig 
              i dina huvudpersoner s&aring; kan man bli lite r&auml;dd f&ouml;r 
              hur det st&aring;r till med dig egentligen&#133; [skratt] OK, ditt 
              f&ouml;rlag har genomg&aring;ende valt att inte n&auml;mna ordet 
              serie i marknadsf&ouml;ringen, men du verkar inte vara ute efter 
              att d&ouml;lja att du &auml;r en del av seriemediet. Hur ser du 
              p&aring; det du g&ouml;r, &auml;r det serier eller inte?<br>
&#150; Oj. Det handlar inte alls om vad f&ouml;rlaget eller jag 
              sj&auml;lv valt att n&auml;mna eller inte. Vad g&auml;ller det h&auml;r 
              med serie eller inte serie s&aring; tycker jag att jag h&aring;ller 
              p&aring; med n&aring;gon slags blandning mellan serie, barnbok f&ouml;r 
              vuxna och roman. D&auml;rf&ouml;r tycker jag ocks&aring; att genrebeskrivningen 
              &raquo;tecknad roman&laquo; som jag skrev p&aring; den f&ouml;rsta 
              boken var en bra beskrivning, &auml;ven om jag vet att det stack 
              i &ouml;gonen p&aring; vissa inom seriev&auml;rlden. Som jag ser 
              det &auml;r det inte i f&ouml;rsta hand ett avst&aring;ndstagande 
              fr&aring;n serier, utan ett f&ouml;rtydligande av n&aring;got annat.<br>
              Jag f&aring;r v&auml;l erk&auml;nna att jag tillh&ouml;rde dem som 
              retade mig lite p&aring; det epitetet. &raquo;Serienovell&laquo; 
              hade kanske varit mer passande. Men eftersom jag verkligen gillade 
              boken s&aring; var det ju ett mindre aber. L&auml;ser du f&ouml;r 
              &ouml;vrigt serier sj&auml;lv?<br>
&#150; Jag gillar att n&ouml;jes-lat-l&auml;sa vissa v&auml;lgjorda 
              mainstreamserier, som till exempel &raquo;Tintin&laquo;. Av min 
              kompis Alexander Skantze som &auml;r en riktig seriefantast fick 
              jag albumet &raquo;Ghost World&laquo;, som jag tyckte mycket om. 
              Jag har ocks&aring; l&auml;st Debbie Drechsler som ju gjort mycket 
              starka b&ouml;cker. Men &raquo;Maus&laquo; &auml;r &ouml;verv&auml;ldigande, 
              p&aring; ett helt annat s&auml;tt. S&auml;rskilt den dubbla ber&auml;ttartekniken 
              i &raquo;Maus&laquo;, d&auml;r f&ouml;rfattarens problem med att 
              skapa serien ber&auml;ttas parallellt med ber&auml;ttelsen om pappans 
              nuvarande hj&auml;rtproblem och hans d&aring;varande tid i koncentrationsl&auml;gren.<br>
              Jo, det l&aring;ter som om du kommit kontakt med flera av de riktigt
              stora inom seriemediet.<br>
              visualisera k&auml;nslor<br>
              Om vi g&aring;r tillbaka till dina egna serier, s&aring; har du 
              en underbart spretig och expressiv stil. Hade du n&aring;gra f&ouml;rebilder 
              rent teckningsm&auml;ssigt, som inspirerade dig n&auml;r du b&ouml;rjade 
              arbeta med &raquo;Fr&ouml;ken Livr&auml;dd&laquo;?<br>
&#150; Just expressiviteten i mina bilder, att f&ouml;rs&ouml;ka 
              skildra starka k&auml;nslor och deras olika nyanser &auml;r nog 
              det &#150; rent bildm&auml;ssigt allts&aring; &#150; som jag sj&auml;lv 
              funderat &ouml;ver minst. Jag k&auml;nner mig r&auml;tt ofta som 
              ett fr&aring;getecken inf&ouml;r b&aring;de mina egna och andras 
              k&auml;nslor, s&aring; jag antar att det &auml;r d&auml;rf&ouml;r 
              &auml;mnet k&auml;nslor intresserar mig s&aring; enormt. Det &auml;r 
              en utmaning att f&ouml;rs&ouml;ka f&ouml;rst&aring; dem och att 
              skildra dem, tr&auml;nga in i det d&auml;r ganska obegripliga fr&aring;n 
              alla h&aring;ll. Det &auml;r kul att se de bilder jag gjorde i Anna 
              Karin Cullbergs och mina tio &aring;r gamla barnb&ouml;cker, &raquo;Arg! 
              Nittiotalets argaste bok&laquo; och &raquo;Ledsen. En helt vanlig 
              historia&laquo;, eftersom just expressiviteten i bilderna &auml;r
              precis densamma.<br>
              Ditt s&auml;tt att visualisera det inre livet tycker jag &auml;r 
              det allra mest fascinerande med dina ber&auml;ttelser. Hur har
              det vuxit fram?<br>
&#150; Detta &auml;r, allts&aring; just sj&auml;lva visualiseringen 
              av k&auml;nslolivet, helt klart det mest sj&auml;lvklara f&ouml;r 
              mig, n&aring;got som kommer av sig sj&auml;lv, utan varken anstr&auml;ngning 
              eller sj&auml;lvreflektion. D&auml;rf&ouml;r har jag tyv&auml;rr 
              inte heller mycket att s&auml;ga om det. Jag har helt enkelt inte 
              funderat &ouml;ver hur eller varf&ouml;r eller p&aring; vilket s&auml;tt
              jag jobbar med det.<br>
              OK, ibland skall man inte analysera s&ouml;nder saker som fungerar 
              helt naturligt. Men &raquo;Fr&ouml;ken Livr&auml;dd&laquo; blev 
              i alla fall en ordentlig succ&eacute;. Hur mycket har den s&aring;lt?<br>
&#150; Den har hittills s&aring;lt ungef&auml;r 33 000 exemplar 
              i Sverige. Den har &ouml;versatts till norska, tyska och finska, 
              men jag vet inte exakt hur m&aring;nga exemplar det r&ouml;r sig 
              om. Jag skulle gissa att det handlar om ytterligare femton-, tjugotusen 
              b&ouml;cker. F&ouml;rlaget och jag har tillsammans tagit fram en 
              engelskspr&aring;kig version och fast&auml;n jag vet att chansen 
              &auml;r liten s&aring; hoppas jag sj&auml;lvklart p&aring; att n&aring;got 
              engelskspr&aring;kigt land ska nappa. Jag vet att minst ett amerikansk 
              f&ouml;rlag tittar p&aring; b&aring;da b&ouml;ckerna just nu.<br>
              Den borde ligga v&auml;ldigt r&auml;tt f&ouml;r en lansering i USA. 
              Ditt ber&auml;ttande ligger helt i linje med trenden inom de alternativa 
              serierna d&auml;r just nu.<br>
              prestations&aring;ngest?<br>
              Vad har du f&aring;tt f&ouml;r reaktioner p&aring; boken? &Auml;r 
              det n&aring;gon som varit negativ?<br>
&#150; Jag fick v&auml;ldigt m&aring;nga fina recensioner p&aring; 
              &raquo;Fr&ouml;ken Livr&auml;dd &amp; K&auml;rleken&laquo;, och 
              en rej&auml;l s&aring;gning. Den gjorde ont, men var en bra och 
              nyttig erfarenhet. &raquo;Fr&ouml;ken M&auml;rkv&auml;rdig &amp; 
              Karri&auml;ren&laquo; har till min gl&auml;dje f&aring;tt en hel 
              del &ouml;verv&auml;ldigande omd&ouml;men, jag tror faktiskt ingen 
              varit negativ. Jag &auml;r glad &ouml;ver att det k&auml;nns som 
              om m&aring;nga har f&ouml;rst&aring;tt vad jag har velat med boken.<br>
              Hade du prestations&aring;ngest efter de stora framg&aring;ngarna 
              med den f&ouml;rsta boken?<br>
&#150; Prestations&aring;ngest fungerar inte s&aring; f&ouml;r mig. 
              Jag skulle ha en sjuhelvetes prestations&aring;ngest om ingen trodde 
              mig om n&aring;got, men jag f&aring;r det inte av att folk f&ouml;rv&auml;ntar
              sig saker av mig. Det tycker jag om.<br>
              D&aring; f&aring;r jag v&auml;l erk&auml;nna att jag helt klart 
              f&ouml;rv&auml;ntar mig stord&aring;d av dig i framtiden... [skratt] 
              Jag tycker f&ouml;r &ouml;vrigt b&auml;ttre om den andra boken. 
              Den k&auml;nns mer genomt&auml;nkt rent grafiskt. Du verkar mer
              tillfreds med formatet och hur det fungerar.<br>
&#150; Ja, men hall&aring;... den f&ouml;rsta boken var ju min f&ouml;rsta, 
              s&aring; allt var ju s&aring; nytt f&ouml;r mig. Formatet, att ber&auml;tta, 
              hela s&auml;ttet att jobba. Men okej, jag blir glad att du tycker 
              om den nya, eftersom jag har arbetat s&aring; oerh&ouml;rt mycket
              med den.<br>
              Jo, det var just det jag menade, att det m&auml;rktes att du l&auml;rde 
              dig en hel del n&auml;r du gjorde den f&ouml;rsta boken.<br>
              Huvudfiguren i den nya boken liknar till viss del tjejen i den
              f&ouml;rsta 
              men det &auml;r &#150; om jag inte misstar mig &#150; inte samma 
              person. Varf&ouml;r valde du att byta figur?<br>
&#150; Jag funderade en hel del p&aring; olika alternativ. Ett tag 
              experimenterade jag med id&eacute;n att byta k&ouml;n p&aring; huvudpersonen, 
              men jag &ouml;vergav det eftersom jag hade vissa feministiska po&auml;nger 
              som jag tyckte var viktiga att g&ouml;ra. Men som det &auml;r nu 
              framg&aring;r det egentligen aldrig huruvida de &auml;r samma person 
              eller inte. Kanske &auml;r det inte viktigt.<br>
              inget facit till livet<br>
              Varf&ouml;r kom det i den andra boken att handla om karri&auml;ren?<br>
&#150; Arbete, prestationer och m&auml;nniskov&auml;rde &auml;r 
              fr&aring;gor som jag intresserat mig f&ouml;r i m&aring;nga, m&aring;nga 
              &aring;r. Redan n&auml;r jag gjorde &raquo;Fr&ouml;ken Livr&auml;dd 
              &amp; K&auml;rleken&laquo; visste jag att jag ville g&ouml;ra en 
              bok om det h&auml;r. Kravet p&aring; att lyckas, att Bli N&aring;gon. 
              F&ouml;raktet f&ouml;r svaghet. Om alla klyschor kring de h&auml;r 
              &auml;mnena. I &raquo;Fr&ouml;ken Livr&auml;dd &amp; K&auml;rleken&laquo; 
              finns ju inga yrken alls, vilket var ett medvetet val. M&auml;nniskors 
              yrken &auml;r f&ouml;r viktigt i v&aring;rt samh&auml;lle f&ouml;r 
              att det ska funka att bara n&auml;mna dem i f&ouml;rbifarten. En 
              persons yrke g&ouml;r ju att vi genast skapar oss f&ouml;rest&auml;llningar 
              om personen i fr&aring;ga. Det g&auml;ller sj&auml;lvklart &auml;ven 
              litter&auml;ra figurer. Vilka egenskaper skulle man l&auml;sa in 
              i &raquo;Fr&ouml;ken Livr&auml;dd &amp; K&auml;rleken&laquo; om 
              man fick veta att huvudpersonen var s&auml;ljare?<br>
              Nej, jag h&aring;ller med om att vi i v&aring;rt samh&auml;lle &auml;r 
              extremt yrkesfixerade. Det g&ouml;r det till exempel sv&aring;rt 
              n&auml;r n&aring;gon fr&aring;gar vad jag g&ouml;r. &raquo;Hur l&aring;ng 
              tid har du?&laquo; brukar jag svara&#133; [skratt]<br>
              Du ger i boken en ganska negativ bild av dagens ego-samh&auml;lle, 
              d&auml;r framg&aring;ng &auml;r detsamma som lycka. &Auml;r det 
              kanske mer p&aring; det id&eacute;m&auml;ssiga planet som man kan 
              sk&ouml;nja Joanna &auml;n i sj&auml;lva figurens faktiska handlande
              och personlighet?<br>
&#150; Jag vet inte om jag f&ouml;rst&aring;r din fr&aring;ga. Men 
              jag tror att man m&aring;ste identifiera sig med det &auml;mne man 
              beskriver. Helt oavsett vad det handlar om. Att jag sj&auml;lv &auml;r 
              en del av det samh&auml;lle och de id&eacute;er och f&ouml;rest&auml;llningar 
              som jag kritiserar &auml;r inte en mots&auml;gelse utan en n&ouml;dv&auml;ndighet.<br>
              Jo allts&aring;, vad jag menade var att huvudpersonerna i dina b&ouml;cker 
              helt tydligt inte &auml;r direkta projektioner av dig sj&auml;lv, 
              och att tolka b&ouml;ckerna p&aring; det s&auml;ttet var f&ouml;r 
              enkelt, men att man genom att f&ouml;rs&ouml;ka utl&auml;sa vad 
              du vill s&auml;ga i b&ouml;ckerna kanske kommer n&auml;rmare vem 
              du egentligen &auml;r.<br>
              N&aring;ja, jag gillar att du inte ger en enkel l&ouml;sning p&aring; 
              huvudpersonens problem. Ett tag medan jag l&auml;ste var jag r&auml;dd 
              att det hela skulle utmynna i n&aring;got i stil med New age- eller 
              management-litteraturens irriterande &raquo;sj&auml;lvklara&laquo; 
              l&ouml;sningar.<br>
&#150; Jag arbetade mycket och l&auml;nge med slutet. Det var kanske 
              det som var det allra sv&aring;raste. Just f&ouml;r att det &auml;r 
              s&aring; k&auml;nsligt, en balansakt. Det &auml;r ju ocks&aring; 
              det problematiska med sj&auml;lva formen, att mina ber&auml;ttelser 
              har det h&auml;r draget av utvecklingsromaner. F&ouml;r d&aring; 
              finns det ocks&aring; en inbyggd risk f&ouml;r att uppl&ouml;sningen 
              blir som ett kladdigt sm&ouml;rg&aring;sbord av halvfabrikatsartade 
              l&ouml;sningar p&aring; det lilla problemet &raquo;livet&laquo;. 
              Ett &raquo;s&aring;h&auml;r-ska-man-leva-t&auml;nka-k&auml;nna-s&aring;-ordnar-sig-allt-facit&laquo;.<br>
              Ja, det har man sett alltf&ouml;r m&aring;nga g&aring;nger.<br>
              i belgien med &raquo;kungen&laquo;<br>
              Du &auml;r i grunden illustrat&ouml;r. Vad har du f&ouml;r utbildning?<br>
&#150; Jag har g&aring;tt p&aring; Nyckelviksskolan och p&aring; Konstfack.<br>
Att arbeta som illustrat&ouml;r och att arbeta med bilder som skall 
              ber&auml;tta en historia m&aring;ste st&auml;lla mycket olika krav 
              p&aring; dig.<br>
&#150; Som jag ser det &auml;r det tv&aring; olika saker. N&auml;r 
              jag g&ouml;r illustrationer handlar mina bilder om bildid&eacute;, 
              form, f&auml;rg och dekoration. Mina b&ouml;cker d&auml;remot &auml;r 
              av n&ouml;dv&auml;ndighet svartvita, eftersom n&aring;got annat 
              skulle vara f&ouml;r dyrt att trycka, och i dem m&aring;ste bilderna 
              hela tiden f&ouml;ra ber&auml;ttelsen fram&aring;t. D&auml;r samspelar 
              bilderna hela tiden med handlingen, med orden och pratbubblorna 
              i bilderna, med dialogen, med st&auml;mningarna och k&auml;nslorna.<br>
              Med tanke p&aring; att du n&auml;r jag bad dig att g&ouml;ra en 
              omslagsteckning till det h&auml;r numret, bad om att f&aring; g&ouml;ra 
              hela designen av omslaget antar jag att du &auml;ven designat dina 
              b&ouml;cker.<br>
&#150; Ja.<br>
D&aring; m&aring;ste jag ge dig en komplimang f&ouml;r att ha skapat 
              mycket snygga b&ouml;cker. F&ouml;r mig &auml;r det s&aring; att 
              designen p&aring; en bok g&ouml;r en hel del f&ouml;r l&auml;supplevelsen, 
              och i b&aring;da dina fr&ouml;ken-b&ouml;cker var det helt klart 
              ett plus. De k&auml;ndes helgjutna s&aring; fort man fick dem i
              sin hand.<br>
&#150; Tack. Eftersom jag ibland g&ouml;r bokomslag till andra f&ouml;rfattare, 
              k&auml;ndes det helt sj&auml;lvklart att jag skulle g&ouml;ra mina 
              egna b&ouml;cker.<br>
              Nyligen kunde man se dina teckningar p&aring; frim&auml;rken. Det 
              m&aring;ste ha varit en intressant upplevelse.<br>
&#150; Jo, det var j&auml;ttekul. I samband med utgivningen av Nobelfrim&auml;rkena 
              i Belgien var jag i Bryssel tillsammans med den inom frim&auml;rksv&auml;rlden 
              v&auml;rldsk&auml;nde, snart nittio&aring;rige grav&ouml;ren Czeslaw 
              Slania. Vi var g&auml;ster p&aring; en frim&auml;rksm&auml;ssa och 
              det stod en v&auml;ldig massa m&auml;nniskor, gubbar och gummor 
              och riktiga kufar, i l&aring;nga ringlande k&ouml;er f&ouml;r att 
              f&aring; frim&auml;rkena signerade av Slania. Han var som kungen 
              ungef&auml;r.<br>
              barnb&ouml;cker<br>
              Men du inledde din karri&auml;r med att g&ouml;ra barnb&ouml;cker
              tillsammans Anna Karin Cullberg. Hur kom det sig?<br>
&#150; Anna Karin och jag gick i samma klass p&aring; gymnasiet 
              och gjorde en del arbeten ihop, bland annat ett om existentialismen. 
              Vi hade v&auml;ldigt kul och jobbade bra ihop. Direkt efter gymnasiet 
              b&ouml;rjade jag p&aring; en f&ouml;rberedande konstskola som heter 
              Basis och Anna Karin b&ouml;rjade arbeta som mentalsk&ouml;tare. 
              P&aring; Basis hade Libers f&ouml;rlag satt upp en affisch om en 
              barnbokst&auml;vling. Man skulle g&ouml;ra en faktabok f&ouml;r 
              barn. Jag ringde Anna Karin och n&aring;gra dagar innan t&auml;vlingstiden 
              gick ut s&aring;gs vi p&aring; en pizzeria. D&auml;r skrev vi v&aring;r 
              f&ouml;rsta barnbok p&aring; n&aring;gra timmar; &raquo;Arg! Nittiotalets 
              argaste bok&laquo;. Vi skickade in manuset och vann t&auml;vlingen, 
              vilket innebar en prissumma och att vi fick ge ut boken. Det var 
              maxat. S&aring; l&auml;tt har det aldrig varit att skriva en bok
              efter det.<br>
              Blir det fler b&ouml;cker i &raquo;fr&ouml;ken-formen&laquo; eller
              har du andra planer?<br>
&#150; Det blir absolut fler b&ouml;cker, men i vilken form vet 
              jag inte riktigt. Just nu h&aring;ller jag p&aring; med bilder till 
              en barnbok som en annan f&ouml;rfattare har skrivit. Det &auml;r 
              v&auml;ldigt &#150; v&auml;ldigt &#150; roligt eftersom jag tycker 
              s&aring; mycket om texten. Och den femtonde september ska jag ha 
              utst&auml;llning p&aring; judiska museet, s&aring; f&ouml;r tillf&auml;llet 
              har jag fullt upp, kan man v&auml;l s&auml;ga. Men jag vill g&auml;rna 
              g&ouml;ra fler b&ouml;cker i framtiden. Jag har lite id&eacute;er, 
              men inget jag vill prata om &auml;nnu... b<br>
              c Sedan intervjun utf&ouml;rdes har det h&auml;nt en hel del kring 
              Joanna. &raquo;Fr&ouml;ken Livr&auml;dd och K&auml;rleken&laquo; 
              och &raquo;Fr&ouml;ken M&auml;rkv&auml;rdig och Karri&auml;ren&laquo; 
              &auml;r hittills s&aring;lda till Norge, Finland och Tyskland. Albert 
              Bonniers F&ouml;rlag och Linda Michaels Agency i New York har dock 
              nyligen lyckats med konststycket att &auml;ven s&auml;lja &raquo;Fr&ouml;ken 
              M&auml;rkv&auml;rdig och Karri&auml;ren&laquo; till Penguin Books 
              i USA f&ouml;r 175 000 svenska kronor. Samma bok ligger &auml;ven 
              till grund f&ouml;r en pj&auml;s som hade v&auml;rldspremi&auml;r 
              i Oslo tisdagen den 27 november. Teatergruppen Pokuspilotene s&auml;tter 
              upp pj&auml;sen p&aring; Centralteatrets Caf&eacute;scenen, och
            Lisa Marie Nagel regisserar.</p>
          </td>
        </tr>
        <tr>
          <td class="brod">&nbsp;</td>
        </tr>
        <tr>
          <td class="brod">
            <div align="right"><a href="javascript:;" onClick="window.close()" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('humla','','img/close_humla_x.gif',1)"><img name="humla" border="0" src="img/close_humla.gif" width="93" height="30"></a> 
            </div>
          </td>
        </tr>
      </table>
    <p>&nbsp;</p></td>
  </tr>
</table>
<map name="Map"> 
  <area shape="poly" coords="100,14" href="#">
  <area shape="circle" coords="71,50,53" href="#">
  <area shape="poly" coords="279,163" href="#">
  <area shape="poly" coords="160,51" href="#">
  <area shape="poly" coords="173,49,206,53,244,72,253,88,269,117,295,144,272,161,237,143,257,171,282,213,309,280,320,304,114,305,95,261,92,214,96,149,102,94,122,75,142,46,173,48" href="../v_1.0/cover_illustr/index.html" target="_parent">
</map>
<map name="Map3"> 
  <area shape="poly" coords="18,156,0,212,-1,151,17,155" href="#">
  <area shape="poly" coords="96,229,123,231,131,267,120,280,59,286,7,282,1,269,-1,235,48,230,96,229" href="../v_1.0/childr_books/index.html" target="_parent">
  <area shape="poly" coords="128,218,129,140,126,87,142,24,137,-1,-1,-2,9,124,26,172,19,222,48,227,127,226,128,218" href="../v_1.0/graphic_novels/index.html" target="_parent">
  <area shape="poly" coords="201,279,201,245,202,223,214,190,209,149,185,119,146,128,133,144,131,179,133,225,130,282,201,278" href="../v_1.0/cover_illustr/index.html" target="_parent">
  <area shape="rect" coords="217,127,297,280" href="../v_1.0/stamps/index.html" target="_parent">
</map>
<map name="Map4"> 
  <area shape="poly" coords="69,224,31,228,11,248,3,282,1,302,125,303,115,275,123,248,69,224" href="../v_1.0/graphic_novels/index.html" target="_parent">
  <area shape="poly" coords="103,66,75,80,56,168,55,218,122,225,214,212,209,167,185,154,184,135,183,73,172,58,103,65" href="../v_1.0/graphic_novels/index.html" target="_parent">
  <area shape="poly" coords="312,94,295,94,283,109,267,120,239,119,226,99,216,81,190,75,187,95,186,116,186,129,189,146,200,157,216,168,219,188,238,187,285,187,302,185,309,165,310,94" href="../v_1.0/stamps/index.html" target="_parent">
  <area shape="poly" coords="20,129" href="#">
</map>
<map name="Map5">
  <area shape="rect" coords="3,88,139,242" href="../v_1.0/graphic_novels/index.html" target="_parent">
</map>
<map name="Map2"> 
  <area shape="rect" coords="14,6,214,171" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="rect" coords="242,46,306,170" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
</map>
<map name="Map6"> 
  <area shape="rect" coords="3,2,200,89" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="rect" coords="209,52,235,87" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
</map>
<map name="Map7"> 
  <area shape="rect" coords="144,-1,270,60" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="rect" coords="277,-3,306,177" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="rect" coords="11,2,142,93" href="#" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('tavla','','../v_1.0/joanna/img/main_03.gif',1)">
</map>
<map name="Map8"> 
  <area shape="rect" coords="1,1,140,105" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="rect" coords="3,106,81,176" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
</map>
<map name="Map9"> 
  <area shape="rect" coords="-6,51,142,87" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
</map>
<map name="Map10"> 
  <area shape="poly" coords="185,168,198,126" href="#">
  <area shape="poly" coords="180,96,153,82,128,58,82,44,45,63,16,53,-2,55,2,169,181,169,190,132,182,95,180,97" href="http://www.bok.bonnier.se/foton/abfoton/joanna_rubin_dranger.htm" target="_blank">
  <area shape="poly" coords="227,106,246,40,218,9,172,8,131,15,133,52,139,64,161,80,196,99,227,105" href="mailto:info@joannarubindranger.com">
</map>
</body>
</html>
